Repository: BenJ9150/OC-P16-MediStock
Catalog: MediStock/SupportingFiles/Localizable.xcstrings
Source language: en
Languages: fr

# %@, in %@
source: %1$@, in %2$@
fr: %1$@, dans %2$@

# %ld unit
source: %ld units
fr: %ld unités

source: Account
fr: Mon compte

source: Add
fr: Ajouter un médicament

# Add '%@' in '%@' with %ld unit?
source: Add '%1$@' in '%2$@' with %3$ld units?
fr: Ajouter '%1$@' dans '%2$@' avec %3$ld unités ?

source: Add medicine
fr: Nouveau médicament

source: Add one to stock
fr: Ajouter un médicament au stock

source: Aisle
fr: Allée

source: Aisle history
fr: Historique de l’allée

source: Aisles
fr: Allées

source: All Medicines
fr: Médicaments

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: Delete
fr: Supprimer

source: Delete this medicine?
fr: Supprimer ce médicament ?

source: Display name
fr: Nom d’affichage

source: Edit name or aisle
fr: Éditer le nom du médicament ou de l’allée

source: History
fr: Historique

source: Login
fr: Se connecter

source: Medicines
fr: Médicaments

source: My account
fr: Mon compte

source: Name
fr: Nom

source: New aisle: '%@' Update this aisle?
fr: Nouvelle allée : '%@' Mettre à jour l’allée de ce médicament ?

source: New name: '%@' Update this name?
fr: Nouveau nom : '%@' Mettre à jour le médicament avec ce nom ?

source: New stock = %lld Update this stock?
fr: Nouveau stock = %lld Mettre à jour le stock ?

source: None
fr: Aucun

source: Password
fr: Mot de passe

source: Remove one from stock
fr: Retirer un médicament du stock

source: RETRY
fr: Réessayer

source: Sign out
fr: Se déconnecter

# Sign out confirmation
source: Sign out?
fr: Se déconnecter ?

source: Sign Up
fr: S’enregistrer

source: Sort by
fr: Trier par

source: Update
fr: Modifier

source: Update stock
fr: Mettre à jour le stock

source: Your display name will be visible in your history entries.
fr: Votre nom d’affichage apparaîtra dans l’historique des médicaments.

source: Your email: %@
fr: Votre Email : %@
